1password-cli
alt-tab
alfred
aldente
appcleaner
arc
bartender
blockblock
blu-ray-player
blu-ray-player-pro
bruno
clipgrab
colour-contrast-analyser
cyberduck
dbeaver-community
dhs
discord
docker
dropzone
duckduckgo
figma
firefox
gitbutler
google-chrome
guitar-pro
hammerspoon
handbrake
hovrly
iconset
iina
imageoptim
insomnia
iterm2
kap
keka
keycastr
kit
knockknock
lulu
macfuse
mjml
monitorcontrol
mos
motrix
netiquette
notion
openconnect-gui
oversight
pika
pixelsnap
prisma-studio
rectangle-pro
reikey
sequel-pro
setapp
sloth
sigmaos
surfshark
taskexplorer
telegram
the-unarchiver
transcribe
transmission
visual-studio-code
vlc
whatsyoursign
zed
zeplin
zulu11