aaron-bond.better-comments
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
angular.ng-template
apptorium.teacode-vsc-helper
astro-build.astro-vscode
be5invis.toml
beardedbear.beardedicons
bierner.jsdoc-markdown-highlighting
biomejs.biome
bitbelt.converttoasciiart
blanu.vscode-styled-jsx
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
casualjim.gotemplate
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
denoland.vscode-deno
docker.docker
donjayamanne.python-extension-pack
dotenv.dotenv-vscode
emeraldwalk.runonsave
enkia.tokyo-night
file-icons.file-icons
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
jerryhong.autofilename
keyring.lua
kisstkondoros.vscode-gutter-preview
logerfo.procfile-support
magicstack.magicpython
meezilla.json
mgmcdermott.vscode-language-babel
miguelsolorio.symbols
mjmlio.vscode-mjml
mrmlnc.vscode-json5
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
msjsdiag.vscode-react-native
naumovs.color-highlight
oderwat.indent-rainbow
openai.chatgpt
oven.bun-vscode
prisma.prisma
quick-lint.quick-lint-js
quicktype.quicktype
rafamel.subtle-brackets
snyk-security.snyk-vulnerability-scanner
steoates.autoimport
sumneko.lua
tushortz.python-extended-snippets
unifiedjs.vscode-mdx
usernamehw.errorlens
virgilsisoe.hammerspoon
vunguyentuan.vscode-postcss
waderyan.gitblame
withfig.fig
wix.vscode-import-cost
yoavbls.pretty-ts-errors